Win32/Debug/wsHizmetKayit.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd" xmlns:ser="http://servisler.ws.gss.sgk.gov.tr"> <SOAP-ENV:Header>  <wsse:Security>    <wsse:UsernameToken wsu:Id="SecurityToken-04ce24bd-9c7c-4ca9-9764-92c53b0662c5">      <wsse:Username>12345645</wsse:Username>      <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">EZJCJM7V</wsse:Password>    </wsse:UsernameToken>  </wsse:Security> </SOAP-ENV:Header><SOAP-ENV:Body><ser:hizmetKayit><hizmetKayitGiris><triajBeyani></triajBeyani><hastaBasvuruNo>22</hastaBasvuruNo><muayeneBilgisi xsi:nil="true"/><saglikTesisKodu>12345645</saglikTesisKodu><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504088</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>U/l</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504088</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>900200</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504087</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>g/dl</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504087</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>900210</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504085</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>U/L</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504085</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>900340</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504103</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mEg/L</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504103</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>900681</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504101</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mg/L</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504101</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>900900</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504098</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>ug/dL</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504098</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>901020</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504099</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>ug/dl</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504099</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>901040</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504100</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>ng/mL</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504100</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>901220</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504083</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mg/dl</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504083</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>901260</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504079</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mg/dl</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504079</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>901500</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504106</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mg/dl</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504106</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>901580</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504092</islemSiraNo><sonuc>0</sonuc><tahlilTipi>HEM102</tahlilTipi><birim>1000/mm3</birim></tahlilSonuclari><tahlilSonuclari><islemSiraNo>L504093</islemSiraNo><sonuc>0</sonuc><tahlilTipi>HEM113</tahlilTipi><birim>10 6/mm3</birim></tahlilSonuclari><tahlilSonuclari><islemSiraNo>L504090</islemSiraNo><sonuc>0</sonuc><tahlilTipi>HEM114</tahlilTipi><birim>g/dl</birim></tahlilSonuclari><tahlilSonuclari><islemSiraNo>L504091</islemSiraNo><sonuc>0</sonuc><tahlilTipi>HEM115</tahlilTipi><birim>%</birim></tahlilSonuclari><tahlilSonuclari><islemSiraNo>L504094</islemSiraNo><sonuc>0</sonuc><tahlilTipi>HEM120</tahlilTipi><birim>1000/mm3</birim></tahlilSonuclari><tahlilSonuclari><islemSiraNo>L504095</islemSiraNo><sonuc>0</sonuc><tahlilTipi>HEM112</tahlilTipi><birim>%</birim></tahlilSonuclari><tahlilSonuclari><islemSiraNo>L504096</islemSiraNo><sonuc>0</sonuc><tahlilTipi>HEM116</tahlilTipi><birim>um3</birim></tahlilSonuclari><tahlilSonuclari><islemSiraNo>L504097</islemSiraNo><sonuc>0</sonuc><tahlilTipi>HEM117</tahlilTipi><birim>pg</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504089</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>901620</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504082</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mg/dl</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504082</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>901910</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504076</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mg/dl</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504076</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>901940</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504104</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mg/dl</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504104</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>902110</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504077</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mg/dl</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504077</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>902210</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504105</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mg/dl</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504105</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>902290</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504084</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>U/L</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504084</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>902980</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504078</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mEg/L</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504078</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>903130</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504086</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>g/dl</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504086</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>903240</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504081</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mEg/L</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504081</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>903670</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504107</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mg/dl</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504107</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>903990</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504102</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mg/dl</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3700</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504102</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>904120</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504109</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mlU/ml</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3800</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504109</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>906620</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504111</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim></birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3800</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504111</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>906670</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504108</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim></birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3800</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504108</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>907450</sutKodu></tahlilBilgileri><tahlilBilgileri><tahlilSonuclari><islemSiraNo>L504110</islemSiraNo><sonuc>0</sonuc><tahlilTipi>0</tahlilTipi><birim>mlU/ml</birim></tahlilSonuclari><ozelDurum></ozelDurum><adet>1</adet><bransKodu>3800</bransKodu><drTescilNo>43108</drTescilNo><hizmetSunucuRefNo>L504110</hizmetSunucuRefNo><islemTarihi>30.01.2017</islemTarihi><sutKodu>907480</sutKodu></tahlilBilgileri><takipNo>22</takipNo></hizmetKayitGiris></ser:hizmetKayit></SOAP-ENV:Body></SOAP-ENV:Envelope>

